Repository: MauricioMachadoFF/manhwa_track
Catalog: lib/l10n/intl_*.arb
Languages: pt_br

source: Try again
pt_br: Tente novamente

# load_tracks_default_error_message
source: Ops! Somethign went wrong and we couldn't fetch your manhwa tracks.
pt_br: Opa! Algo aconteceu e não conseguimos carregar suas faixas

# fetching_tracks
source: Fetching your tracks
pt_br: Carregando suas faixas

# new_track_button_label
source: New track
pt_br: Nova faixa

# tracking_status_reading
source: Reading
pt_br: Lendo

# tracking_status_readlist
source: Readlist
pt_br: Lista de futuras leituras

# tracking_status_completed
source: Completed
pt_br: Faixas terminadas

# tracking_status_unknown
source: Unknown status
pt_br: Status desconhecido

# track_card_invalid_url
source: Invalid URL. Check the URL format.
pt_br: URL inválida. Verifique o formato da URL.

# track_card_empty_url
source: No URL related to this track
pt_br: Nenhuma URL está relacionada a essa faixa.

source: Cancel
pt_br: Cancelar

source: Delete track
pt_br: Excluir faixa

# track_deletion_alert
source: Attention! After deleting this track you cannot retrieve it.
pt_br: Atenção! Caso você delete essa faixa não conseguirá recuperar ela.

# chapter_prefix
source: Chapter - {chapter}
pt_br: Capítulo - {chapter}

# reading_page_error_opening_url
source: We cannot open {url} because we couldn't establish a connection. Check if the URL inserted is valid.
pt_br: Nós não conseguimos abrir {url}. Não conseguimos estabelecer uma conexão. Check if the URL inserted is valid.

# track_detail_page_title_field_label
source: Title
pt_br: Título

# track_detail_page_chapter_field_label
source: Chapter
pt_br: Capítulo

# track_details_page_create_new_track_label
source: Create New Track
pt_br: Criar nova faixa

# track_details_page_update_track_label
source: Update Track
pt_br: Atualizar nova faixa

# chapter_max_length_error
source: Chapter field con only contain up to 25 characters
pt_br: Capítulo só pode conter até 25 caracteres

# invalid_url
source: Invalid URL. Check the URL format.
pt_br: URL inválida. Verifique o formato da URL.

# delete_track_error_message
source: Failed to delete track. Try again later.
pt_br: Falha em deletar faixa. Tente novamente mais tarde.

# update_track_error_message
source: Failed to update track. Try again later.
pt_br: Falha em atualizar faixa. Tente novamente mais tarde.

# sign_page_password_field_label
source: Password
pt_br: Senha

# sign_up_button_label
source: Sign Up
pt_br: Registrar

# sign_in_with_google
source: Login With Google
pt_br: Login com Google

# sign_in_general_error
source: Something went wrong during login.
pt_br: Algo de errado aconteceu durante o login.

source: Invalid E-mail
pt_br: E-mail inválido

# password_should_be_8_char_long
source: Password must be a least 8 characters long
pt_br: Senha deve ter no mínimo 8 caracteres

# no_user_with_that_email
source: There's no user with that email
pt_br: Não existe usuário com esse e-mail

# invalid_email_password_combination
source: Invalid email and password combination
pt_br: Combinação de e-mail e senha inválida

# auth_cancelled_by_user
source: Authentication operation has been cancelled by user
pt_br: Operação de autenticação cancelada por usuário

# email_already_in_use
source: E-mail is already in use
pt_br: E-mail já está sendo usado
